{"prose":[{"type":"text","value":"It’s 8:35am on a Friday morning. You hop into your car and turn on the local country radio station. A classic: Brooks & Dunn’s “That Ain’t No Way To Go.”"},{"type":"text","value":"You’ve got nothing else to do today but ride around and blast some music. You get to a stretch of back-to-backs: Jon Pardi, Billy Currington, Luke Combs, Jerrod Niemann, Midland, Walker Hayes…"},{"type":"text","value":"It’ll be another 9 hours and 16 minutes before you hear a rarity on country radio: back-to-back songs by women artists."},{"type":"text","value":"If you listened to the radio non-stop from 12am to 12pm today, you’d only hear 3 back-to-back songs by women, compared to 245 from men."},{"type":"text","value":"And it’s not just today. We looked at 19 dates throughout 2022 for this same radio station, and found that out of 6,474 songs only 64 (0.99%) where back-to-back women plays. For men, it was 4,231 (65.53%)."},{"type":"text","value":"It’s even bad when you include mixed-gender collaborations or all mixed-gender ensembles as women, like some radio stations do."},{"type":"text","value":"Women artists are already considerably underplayed, getting only 11% of overall spins. But even when we account for this, it doesn’t explain the tiny number of women’s back-to-back songs."},{"type":"text","value":"So what might? Tomatogate."},{"type":"text","value":"Back in 2015, a radio consultant said that women in country music are not the lettuce in the salad, but the tomatoes — they should be “sprinkled” on the playlist and not played back-to-back."},{"type":"text","value":"And long before that, the rule about avoiding playing women back-to-back was even written into a radio manual."},{"type":"text","value":"Knowing this existing gender bias in country radio, we set out to find out just how bad is bad. The answer: HORRENDOUS."},{"type":"text","value":"We looked at 29 country radio stations across the US — both large markets and large country markets. The station data we saw earlier was from San Antonio’s KCYY-FM, and it’s actually one of the better stations for back-to-back women plays at 0.99%."},{"type":"text","value":"When women are played back-to-back it often comes with caveats."},{"type":"text","value":"They’re often played during the evening (7pm–midnight) and overnight (midnight–6am) hours when listenership is down. On average 64% percent of back-to-back women plays come during these hours. Very “if women artists are played back-to-back and no one is around to hear it, does it make a sound?” energy."},{"type":"text","value":"A good chunk of women’s back-to-back plays are also “gold” songs, or songs that are big hits, but not current — think Carrie Underwood or Taylor Swift circa 2005. An average of 40% of women back-to-back plays are gold songs, meaning that there’s reduced room for today’s biggest women country stars like Maren Morris, Miranda Lambert, and Lainey Wilson."},{"type":"text","value":"Now, no one’s hating on Carrie or Taylor — their classics deserve lasting airplay — but it does seem like country radio largely avoids today’s women’s hits."},{"type":"text","value":"And when current songs do get played, it’s often the same handful of artists. If you took out the top 3 current women artists you’d be left with just x% of songs, compared to X% if you did the same for men."},{"type":"text","value":"So women have the salad stacked against them: they are played less often overall, less often back-to-back, less often during prime listening hours, and less often if they have new music."},{"type":"text","value":"If women are this poorly represented on country radio day-to-day, that means that artists of color, women artists of color, queer artists, non-binary or trans artists, and those at all the intersections are even worse off."},{"type":"text","value":"Where back-to-back plays by women were on average 0.50% of all plays, back-to-back plays by all artists of color averaged 0.41% and back-to-back plays by women artists of color were non-existent."},{"type":"text","value":"So not only is country radio not playing the “tomatoes” of the salad, it’s not playing the cucumbers, or the carrots, or the celery, or the croutons, or even the dressing. You’ve just got the lettuce. And what the hell kind of a salad is that? WATER. You’ve got water."},{"type":"text","value":"Explore all the data from each of the 29 stations below."}]}