{"hed":"They Don’t Play a Lady-O on Country Radio","subhed":"Examining Back-to-Back plays by gender, race, & sexual orientation","byline":"<a href=https://pudding.cool/author/jan-diehm/>Jan Diehm</a> and <a href=https://twitter.com/data_jada>Dr. Jada Watson</a>","scrolly":[{"type":"text","value":"It’s 8:35am on a Friday morning. You hop into your car and turn on the local country radio station: a classic, Brooks & Dunn’s “That Ain’t No Way To Go.”"},{"type":"text","value":"You’ve got nothing else to do today but ride around and blast some <span class=song-span>songs</span>. After a few hours you hit a <span class=men-span>stretch</span> that includes Keith Urban, Kenny Chesney, Michael Ray, Tim McGraw, Thomas Rhett, Easton Corbin, Chris Stapleton, Sam Hunt, George Strait, Jordan Davis, Luke Bryan, Cody Johnson, and Jon Pardi."},{"type":"text","value":"Noticing a pattern here? All men. In fact, here are all the songs by men played directly after other songs by men — <span class=men-span>men’s back-to-backs</span> — since you started listening. We’re highlighting the second song in a same-gender pair, because it’s the final “back” in a back-to-back that makes it count."},{"type":"text","value":"It’ll be another 9 hours and 16 minutes before you hear a rarity on country radio: a <span class=women-span>women’s back-to-back song</span> with Priscilla Block’s “Just About Over You” played right after the Carly Pearce and Ashley McBryde’s collaboration “Never Wanted To Be That Girl.”"},{"type":"text","value":"If you listened to this station non-stop from midnight to 11:59pm today, you’d likely only hear 3 <span class=women-span>back-to-back songs by women</span>, compared to 245 from <span class=men-span>men</span>."},{"type":"text","value":"Songs by women are already severely underplayed, making up only <a href=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/>11% of total plays in 2022</a>. Even at this low rate of play, we’d expect to see 30-40 <span class=women-span>back-to-back songs by women</span> for this same day, like in these 10 “coin flip” simulations. In reality, we see 3.[a][b]"},{"type":"text","value":"And it’s not just limited to this one “bad” day, which happens to be January 7, 2022."},{"type":"text","value":"We looked at 19 dates throughout 2022 for this same radio station and found that out of 6,474 songs, only 64 (0.99%) were <span class=women-span>back-to-back women</span> plays. For <span class=men-span>back-to-back men</span>, it was 4,231 (65.53%) songs. <span class=mixed-span>Back-to-back mixed-gender</span> ensembles and collaborations account for 36 (0.56%) songs."},{"type":"text","value":"To pick the dates, we started with the last Friday of each month, and then added <strong>7 more dates</strong> for all the 2022 song releases by women that charted in the same year, thinking <span class=women-span>back-to-back plays for women</span> might jump. They didn’t. For this station on average, 4 back-to-back women’s songs are played on release days compared to 3 songs on “regular” Fridays."},{"type":"text","value":"Even when you recode mixed-gender collaborations and mixed-gender ensembles as women artists, <a href=https://songdata.ca/wp-content/uploads/2019/04/SongData-Watson-Country-Airplay-Study-Report-April2019.pdf>as some radio stations do</a>, it’s still bad. Counted this way, <span class=women-span>women’s back-to-back songs</span> account for 200 (3.1%) back-to-back plays, roughly 10 per day for this station, still far below the 30-40 plays we’d expect."},{"type":"text","value":"So what might explain this? Let’s start with TomatoGate."}],"dashTease":"<a href=#dashboard-container>Skip to the dashboard to see all the back-to-back song data<a>","prose1":[{"type":"text","value":"Back in May 2015, a radio consultant said in an interview about programming that women in country music are <a href=https://www.google.com/url?q=https://assets.countryaircheck.com/public/a4fd4796-9d57-4ad7-b801437a17b48fa3/Issue449-May-26-2015.pdf&sa=D&source=docs&ust=1681314780143699&usg=AOvVaw1a6ZM9feXg0FUNUZSNTXfg>not the lettuce in the salad</a>, but the tomatoes — they should be “sprinkled” on the playlist and not played back-to-back. This was the first public admission of a statistical formula guiding radio practices around gender."},{"type":"text","value":"This wasn’t new information for those working in radio — the rule about avoiding playing women back-to-back was written into a widely read <a href=https://docs.google.com/document/d/1fRMQAKv24691iABG8tdQCAOQ8KU3Hzv16bOv0ndRFDo/edit>radio programming manual</a>:"}],"quote1":[{"type":"text","value":"It’s important to orient the announcers about the general preferences I have about music flow, the formatting rules I want them to follow. [...] For example, I don’t want more than two ballads in a row. I want to avoid having more than two female singers in a row.”"}],"prose2":[{"type":"text","value":"Even beyond this manual, this practice of not programming songs by women back-to-back goes back to at least the 1960s. When TomatoGate erupted in the industry, <a href=https://www.tennessean.com/story/entertainment/music/2015/05/27/sexist-tomato-barb-launches-food-fight-music-row/28036657/>one former program director said</a>, “...since the 1960s, program directors have been telling people not to play two women back-to-back. It has nothing to do with sexism. It has to do with the fact that through the years, you have had very few hits by women, so you want to spread them out a little bit because there are fewer of them.” For program directors, he said, “it was a matter of balance.”"},{"type":"text","value":"But you’d think that, over time, as more and more women pursued careers in country music, with more songs being released by women, program directors would eliminate this rule because they had more songs to play. Sadly, that doesn’t seem to have been the case."},{"type":"text","value":"Research on representation of women in the industry has shown that songs by women have always been underrepresented on industry charts, which suggests that they also were receiving limited airplay at radio. One study shows us that <a href=https://www-cambridge-org.proxy.bib.uottawa.ca/core/books/whose-country-music/BA4B96E3C2CE64FE9E3D463865138307>songs by women increased</a> from 6.5% of the long-running Billboard Hot Country Songs chart to a peak of 33.1% in 1999 — a period that many reflect on as a period in which songs by <a href=https://www-tandfonline-com.proxy.bib.uottawa.ca/doi/full/10.1080/03007766.2018.1512070>women across all genres were charting in greater numbers</a>."},{"type":"text","value":"But for country music, this was <a href=https://www-tandfonline-com.proxy.bib.uottawa.ca/doi/full/10.1080/03007766.2018.1512070>an historic peak</a>. Following a banner year in which songs by women made up 33.1% of the Billboard chart based on radio airplay, women’s songs declined to 12.8% by 2016 and in 2022 made up about <a href=https://www.nashvillescene.com/music/coverstory/country-music-almanac-2023-in-the-loop/article_d63a4454-96bc-11ed-906f-8782a481c5d8.html>14.2% of the charting songs</a>."}],"prose2a":[{"type":"text","value":"What happened to cause such a downward turn in the early 2000s that is still being felt in the industry to this day? Changes in federal legislation."},{"type":"text","value":"In 1996 the Telecommunications Act went through its first major overhaul in just over 60 years. Amendments to the law loosened ownership regulations: not only could a single company now own more stations, but it also was allowed to purchase multiple stations in a single market (depending on its size)."},{"type":"text","value":"With fewer companies owning more and more stations through the late 1990s and early 2000s, <a href=https://www.iowapublicradio.org/2019-06-07/one-more-scoop-of-vanilla-a-new-proposal-looks-to-loosen-radio-ownership-rules>programming became increasingly centralized</a>: fewer individual station playlists led to fewer spots for new songs, which led to fewer opportunities for artists already marginalized within the industry."}],"proseHead3":"Songs by women were on the chopping block","prose3":[{"type":"text","value":"One consultant, Mr. TomatoGate himself, removed half of the songs by women from his scheduling catalog and reported a ratings increase. He then replicated this experiment across other stations and reported the same. Interestingly, he never tested what would happen when reducing the number of songs by men, stating that such a metric would not work in country music."},{"type":"text","value":"The result of these experiments was a decades-long consultancy practice built around the idea that programming songs by women at <a href=https://songdata.ca/wp-content/uploads/2019/04/SongData-Watson-Country-Airplay-Study-Report-April2019.pdf>13-15% of radio playlists</a> was good for business. But this quota has had long-term consequences for the industry, and the declining presence of songs by women at country radio has resulted in fewer opportunities for women."},{"type":"text","value":"It’s become a self-fulfilling prophecy. The lack of radio airplay for songs by women deters labels and publishers for investing in and writing for them. It means that fewer songs by women chart, limiting their potential reach in being discovered by audiences, because they are receiving fewer opportunities to perform at festivals, on tour, or on award shows. Heck — radio airplay and chart positions also determine which artists get to walk the red carpet at industry events."},{"type":"text","value":"And since both the <a href=https://songdata.ca/wp-content/uploads/2019/11/SongData_Watson-CMA-NominationHistoryNovember2019.pdf>Country Music Association</a> and <a href=https://songdata.ca/wp-content/uploads/2020/10/SongData-Watson-ACM-Diversity-Brief.pdf>Academy of Country Music</a> use chart positions to determine eligibility for many of their awards, fewer songs by women are eligible for consideration."},{"type":"text","value":"And this entire discussion really only centers around the careers of white women in the industry, because Black, Indigenous and women of color are still to this day excluded from participation within the country music industry. Just <a href=https://www-cambridge-org.proxy.bib.uottawa.ca/core/books/whose-country-music/BA4B96E3C2CE64FE9E3D463865138307>6 solo Black women and 1 all-female group</a> have charted since 1958, and in 2022 songs by <a href=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/>Black women received just 0.03%</a> of radio airplay — with plays almost entirely in the evenings and overnights."}],"wall":[{"name":"Linda Martell","song":"“Color Him Father”","year":"1969","superlative":"Highest charting Black woman","image":"martell.jpg"},{"name":"Crystal Shawanda","song":"“You Can Let Go”","year":"2008","superlative":"Last Indigenous woman to receive airplay or chart","image":"shawanda.jpg"},{"name":"Leah Turner","song":"“Take the Keys”","year":"2013","superlative":"Last solo Mexican-American woman to receive airplay or chart","image":"turner.jpg"},{"name":"Mickey Guyton","song":"“Heartbreak Song”","year":"2016","superlative":"Last charting Black woman","image":"guyton.jpg"},{"name":"","song":"","year":"","superlative":"Asian women have not received any support from radio in country music history"}],"prose4":[{"type":"text","value":"The same dire statistics are true for LGBTQIA+ artists, who received <a href=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/>0.13% of the airplay in 2022</a>."},{"type":"text","value":"The absolute lack of airplay for songs by women of color and LGBTQIA+ artists has resulted in significant limitations to opportunities within the industry. What’s worse, the absence of airplay is then used in discussions about the commercial viability of these artists to justify and maintain industry practices that <a href=https://www.nashvillescene.com/music/coverstory/country-music-almanac-2023-in-the-loop/article_d63a4454-96bc-11ed-906f-8782a481c5d8.html>limit their potential</a>."}],"proseHead5":"So how bad is bad for back-to-back?","prose5":[{"type":"text","value":"Knowing this existing gender bias in country radio, we set out to find out just how bad is bad, especially for back-to-back plays, an audible confirmation of country radio's tokenism — the idea that you’ve played one woman so you don’t need to play any more. But, of course, it’s fine when 20 different men sing about <a href=https://www.johnwmillr.com/trucks-and-beer/>trucks and beer</a>."},{"type":"text","value":"Singer-songwriter <a href=https://www.billboard.com/music/country/brandi-carlile-lack-females-radio-tours-systemic-issue-8529868/>Brandi Carlile said</a> “...Representation for women is a problem because we tell, through the arts, the story of the other half of the human race.” The Highwomen member continues:"}],"quote2":[{"type":"text","value":"I’m trying to picture in my head a 10-year-old girl right now in rural America, who is only allowed to listen to that country radio station her parents [play]. And only every hour to hour-and-a-half can she hear a song that’s not about blue jeans and boobs, and beer and trucks and back roads. What does that say to her about life? That’s not a small problem.”"}],"prose5a":[{"type":"text","value":"So, we looked at 29 country radio stations across the US — both large markets and large country markets. The station data we saw earlier was from San Antonio’s KCYY-FM. As bad as those numbers seemed, it’s actually one of the better stations for back-to-back women plays at 0.99%."},{"type":"text","value":"For some of the stations, you could go 24 hours without hearing a women’s back-to-back song, blowing past Carlile’s every hour to hour-and-a-half estimate for just hearing women."}],"proseHead6":"When women are played back-to-back it often comes with caveats","prose6":[{"type":"text","value":"Data from the 29 stations shows that women artists are often played during the evening (7pm–midnight) and overnight (midnight–6am) hours when <a href=https://www.westwoodone.com/blog/2021/02/01/perception-vs-reality-drive-time-isnt-the-only-time-for-am-fm-radio-2/>listenership is down</a>. On average, 65.1% percent of back-to-back plays for songs by women come during these hours — very “if women artists are played back-to-back and no one is around to hear it, does it make a sound?” energy."}],"hoursChartTitle":"Percentage of back-to-back women plays by time of day","hoursChart":[{"type":"OVN","long":"Overnight","hours":"midnight–6:00am","percent":"46.1","mpercent":"26.7"},{"type":"AMD","long":"Morning Drive","hours":"6:00–10:00am","percent":"16.6","mpercent":"13.2"},{"type":"MID","long":"Midday","hours":"10:00am–3:00pm","percent":"9.7","mpercent":"21.8"},{"type":"PMD","long":"Afternoon Drive","hours":"3:00–7:00pm","percent":"8.5","mpercent":"17.1"},{"type":"EVE","long":"Evening","hours":"7:00pm–midnight","percent":"19","mpercent":"21.1"}],"prose7":[{"type":"text","value":"Just under 80% of women’s back-to-back plays are “gold” or “recurrent” songs. Gold songs, not to be confused with the Recording Industry Association of America’s <a href=https://www.riaa.com/gold-platinum/>gold record sales designation</a>, are hits that are more than 2 years old — think Carrie Underwood or Taylor Swift in the mid-to-late 2000s — that have become part of a station’s back-catalog of songs. “Recurrent” songs are songs that have hit their peak within a station’s playlist (and industry charts)  but are still part of regular programming (some will eventually become part of that “gold” catalog). This means that there’s reduced room for current songs from today’s biggest women country stars like Maren Morris, Miranda Lambert, and Lainey Wilson, who are among 2022’s most-played artists, regardless of gender."}],"goldChartTitle":"Percentage of back-to-back women plays by record type","goldChart":[{"type":"Gold","percent":"36.2","mpercent":"45.2"},{"type":"Recurrent","percent":"43.7","mpercent":"47.5"},{"type":"Current","percent":"20.1","mpercent":"7.3"}],"prose8":[{"type":"text","value":"Now, no one’s hating on Carrie or Taylor — their classics deserve lasting airplay — but it does seem like country radio largely avoids today’s women’s hits."},{"type":"text","value":"And when current songs by women do get played, it’s often the same handful of artists. The top 3 current women artists make up 52% of current plays for women. The top 3 men account for 20.3% of current plays for men."}],"top3Chart":[{"gender":"women","rank1":"1","rank1Name":"Gabby Barrett","rank1Percent":"23.2","rank2":"2","rank2Name":"Kelsea Ballerini","rank2Percent":"17.0","rank3":"3","rank3Name":"Lainey Wilson","rank3Percent":"12.0","total":"52.5"},{"gender":"men","rank1":"1","rank1Name":"Jelly Roll","rank1Percent":"8.7","rank2":"2","rank2Name":"Jimmie Allen","rank2Percent":"6.4","rank3":"3","rank3Name":"Zac Brown Band","rank3Percent":"5.3","total":"20.4"}],"prose9":[{"type":"text","value":"So women have the deck stacked against them: they are played less often overall, less often back-to-back, less often during prime listening hours, and less often even if they have new music. And this is all compounded for artists of color, women artists of color, queer artists, and those at all the intersections."},{"type":"text","value":"Where back-to-back plays by women were on average 0.50% of all plays, back-to-back plays by all artists of color averaged 0.41% and back-to-back plays by women artists of color were non-existent. Out of 182,848 total songs from the 29 stations we surveyed, there was a single back-to-back song pair from out LGBTQ+ artists: On February 7, 2022 at 2:16pm Chicago WUSN-FM played the Brothers Osborne’s “Stay A Little Longer” followed by Hunter Hayes’ “Wanted.” <a href=https://www.google.com/url?q=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/&sa=D&source=docs&ust=1681234652525644&usg=AOvVaw00dvupqQBYchAFfbz_vK5E>Non-binary and trans artists are completely absent</a> on mainstream country radio."},{"type":"text","value":"So not only is country radio not playing the “tomatoes” of the salad, it’s not playing the cucumbers, or the carrots, or the celery, or the croutons, or even the dressing. You’ve just got the lettuce. And what the hell kind of a salad is that?"},{"type":"text","value":"Water...you’ve got crunchy water."}],"dashNote":[{"text":"Notes: No transgender or non-binary artists were found in the data. No back-to-back songs by women of color were found in the data. A single back-to-back song by out LGBTQ+ artists was identified from Chicago WUSN-FM, but this does not show in the table because the percentage (0.015%) is so small it rounds to 0."}],"methods1":[{"type":"text","value":"To select the 29 country radio stations included in this piece, we combined stations from markets where country music has the largest share of the radio audience (like Nashville and San Antonio) and country stations from markets with the overall largest radio audience (like Los Angeles and Chicago). Then we added stations in markets that were ranked in the Top 10 by <a href=https://www2.mediabase.com/>Mediabase</a> and were not included in the previous two lists."},{"type":"text","value":"For each of these stations, we downloaded 24-hour daily logs from <a href=https://www2.mediabase.com/>Mediabase</a> for 19 total dates in 2022: the last Friday of each month, plus 7 additional days that correspond to release dates for all the 2022 song releases by women that charted in the same year, giving stations the best commercial shot at playing music by women."},{"type":"text","value":"We coded each artist by gender using a manually collected database used in previous research by Jada Watson[c][d]. Artists were coded as:"}],"methodBullets1":[{"category":"Man","details":"Man: solo man, ensemble of only men, collaboration of only men"},{"category":"Women","details":"solo woman, ensemble of only women, collaboration of only women"},{"category":"Mixed-gender","details":"ensemble of men and women, collaboration of men and women"}],"methodsNote":[{"text":"Note: No transgender or non-binary artists were played on these stations. There are of course, <a href=https://countryqueer.com/stories/list/a-passel-of-essential-trans-voices/>transgender artists in country music</a>, but they are excluded from mainstream country radio."}],"methods2":[{"type":"text","value":"We then coded back-to-back plays. If a song was by an artist coded as the same gender as the song before it, it was coded as a back-to-back song (back-to-back men, back-to-back women, back-to-back mixed-gender, or not back-to-back). For example, if you hit a run of three songs like Maren Morris’ “The Bones”, Kelsea Ballerini’s “Hole In The Bottle”, and Morgan Wade’s “Wilder Days”, only the last two, would be considered back-to-back plays."},{"type":"text","value":"To calculate how often you would expect to hear women’s back-to-back songs on each station we ran 1000 “coin flip” simulations that took into account the rate at which women were played overall on that station[e][f]. In 17 of the 29 stations, the number of actual observed women’s back-to-back plays (blue in the below charts) was outside of the realm of possibilities if women’s back-to-back plays were left up to chance. Said another way, if you listened to each of these 17 stations 1000 times, each time you would hear more women’s back-to-back songs than what the station actually plays."},{"type":"text","value":"<a href=https://github.com/the-pudding/country-radio-data>The full data analysis is here</a>."}],"methods3":[{"type":"text","value":"<a href=https://www.tamineilson.com/>Tami Neilson</a> generously allowed us to use lyrics from her song <a href=https://www.youtube.com/watch?v=RC7dyeLRZBo>“Queenie, Queenie”</a> as the title of this piece."},{"type":"text","value":"This project builds on the people and the work that have come before it. TKTKTKTK[g]"}],"methodsListOrgs":[{"name":"Black Opry","description":"A home for Black artists and Black fans of country, blues, folk, and Americana music","link":"https://www.blackopry.com/"},{"name":"Country Everywhere","description":"A directory and community hub for BIPOC, 2SLGBTQIA+, and disabled voices in country, Americana and adjacent genres","link":"https://www.countryeverywhere.com/"},{"name":"Country Music Against White Supremacy","description":"A group of BIPOC and white musicians, fans, and industry representatives committed to fighting white supremacy in country music","link":"https://www.cmaws.org/"},{"name":"Country Soul Songbook","description":"​​An artist-driven media platform and production team that amplifies the voices, experiences, and stories of BIPOC and 2SLGBTQIA+ artists in Country, Americana, and American roots music","link":"https://www.countrysoulsongbook.com/"},{"name":"Diversify the Stage","description":"A network of industry professionals and community engagement organizations collectively working to build a culture of accountability to establish more inclusive hiring practices and greater access to equitable opportunities in live music, events, and touring industries","link":"https://www.diversifythestage.org/donate"},{"name":"Recording Artists and Music Professionals with Disabilities","description":"A group amplifying disability culture, promoting inclusion, and advocating for accessibility with the music industry","link":"https://rampd.org/index.html"}],"methodsListPubs":[{"name":"Adobe & Teardrops","description":"Podcast and blog committed to representing voices in the Americana world that are too often overlooked: women, BIPOC, and LGBTQ+ individuals","link":"https://adobeandteardrops.com/"},{"name":"Color Me Country","description":"A podcast hosted by Rissi Palmer that brings to the forefront the Black, Indigenous, and Latinx histories of country music that for too long have lived outside the spotlight and off mainstream airwaves","link":"https://music.apple.com/us/curator/color-me-country-radio/1500977601"},{"name":"Proud Radio","description":"A podcast hosted by Hunter Kelly featuring guests from around the world who open up about their individual journeys","link":"https://music.apple.com/us/curator/proud-radio/1446498836"},{"name":"Record Bin","description":"A podcast hosted by Kelly McCartney who captures the wide breadth of American roots music","link":"https://music.apple.com/us/curator/record-bin-radio-with-kelly-mccartney/1500975767"},{"name":"RainbowRodeo","description":"A bi-monthly newsletter that compiles news, interviews, and premieres by LGBTQ+ country, Americana, blues, and roots artists","link":"https://buttondown.email/rainbowrodeo"},{"name":"Queer Country Zine","description":"A twice-a-month zine with all the queer country news that's fit to print","link":"https://www.rainbowrodeozine.com/"},{"name":"View from 615","description":"A podcast on Nashville pop culture by TJ and Tanner","link":"https://podcasts.apple.com/us/podcast/views-from-the-615/id1505448407"}],"methodsListSupport":[{"name":"Color Me Country Artist Grant Fund","description":"A fund run by Rissi Palmer to support artists of color in country music","link":"https://colormecountry.com/color-me-country-artist-grant-fund/"},{"name":"Rosetta Fund","description":"A fund to support the next generation of BIPOC, 2SLGBTQIA+, and disabled journalists, podcasters, documentarians, and other media creators","link":"https://www.raineydayfund.org/rosetta-fund/"},{"name":"Rainey Day Fund","description":"A fund to support artists of color, artists with disabilities, and artists in the 2SLGBTQIA+ community in the roots music sphere","link":"https://www.raineydayfund.org/"},{"name":"Looking Out Foundation","description":"An organization founded by Brandi Carlile and Tim and Phil Hanseroth that bands together with fans, non-profits and female LGBTQ+ owned businesses to translate voices of song to voices of action","link":"https://www.lookingoutfoundation.org/"}],"methodsAbout":[{"name":"Jan Diehm","description":"is a journalist-engineer at <a href=https://pudding.cool/>The Pudding.</a> She grew up just outside of Music City USA, but never listened to country music because she didn’t feel like it was for her: a queer kid in the South. She’s since reconnected with the genre through The Chicks, The Highwomen, Maren Morris, Kacey Musgraves, Allison Russell, and Brittney Spencer, and now lives in another big country market: San Antonio, TX. KCYY, the radio station featured at the beginning of this piece, is preset number 7 on her car stereo.","link":"https://pudding.cool/author/jan-diehm/"},{"name":"Dr. Jada Watson","description":"is an Assistant Professor of Digital Humanities in the School of Information Studies at the University of Ottawa and the Principal Investigator for <a href=https://songdata.ca/>SongData</a>. Radio played a big role in her musical development – she spent many weekends taping weekly countdowns (often on her parents’ old cassettes – oops! Sorry!), using those recordings to teach herself to play radio hits on piano. This was in the mid-1990s, when songs by women in country and other genres were in higher rotation on radio playlists and better-represented on the charts. Today, she focuses her research on representation in radio programming, evaluating the rate at which songs by women, artists of color, and LGBTQ+ artists are played on country and other formats across the USA and Canada. Learn more about her work on radio at <a href=https://songdata.ca/>SongData</a>.","link":"https://twitter.com/data_jada?lang=en"},{"name":"Sara Stoudt","description":"is a statistician and an Assistant Professor of Mathematics at Bucknell University.","link":"https://pudding.cool/author/sara-stoudt/"}]}