{"hed":"Headline Goes Here","byline":"<a href=https://pudding.cool/author/jan-diehm/>Jan Diehm</a> and <a href=https://twitter.com/data_jada>Dr. Jada Watson</a>","scrolly":[{"type":"text","value":"It’s 8:35am on a Friday morning. You hop into your car and turn on the local country radio station. A classic: Brooks & Dunn’s “That Ain’t No Way To Go.”"},{"type":"text","value":"You’ve got nothing else to do today but ride around and blast some <span class=song-span>songs</span>. After a few hours you hit a <span class=men-span>stretch</span> that includes Keith Urban, Kenny Chesney, Tim McGraw, Thomas Rhett, Chris Stapleton, Sam Hunt, George Strait, and Jon Pardi back-to-back-to-back."},{"type":"text","value":"Noticing a trend here? All men. In fact, here are all the back-to-back songs by <span class=men-span>men</span> that have been played since you started listening."},{"type":"text","value":"It’ll be another 9 hours and 16 minutes before you hear a rarity on country radio: back-to-back songs by <span class=women-span>women artists</span>: Priscilla Block’s “Just About Over You” followed by Carly Pearce and Ashley McBryde’s collaboration “Never Wanted To Be That Girl.”"},{"type":"text","value":"If you listened to this station non-stop from 12am to 11:59pm today, you’d likely only hear 3 back-to-back songs by <span class=women-span>women</span>, compared to 245 from <span class=men-span>men</span>."},{"type":"text","value":"Songs by women are already severely underplayed, accounting for <a href=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/>11% of total spins in 2022</a>. Left up to chance we should see 30-40 back-to-back plays by <span class=women-span>women</span> for this same day, like in these 10 simulations. In reality, we see 3."},{"type":"text","value":"And it’s not just this one “bad” day (which happens to be: January 7, 2022)."},{"type":"text","value":"We looked at 19 dates throughout 2022 for this same radio station, and found that out of 6,474 songs only 64 (0.99%) were back-to-back <span class=women-span>women</span> plays. For <span class=men-span>men</span>, it was 4,231 (65.53%). <span class=mixed-span>Mixed-gender</span> ensembles and collaborations account for 36 (0.56%) songs."},{"type":"text","value":"To pick the dates, we started with the last Friday of each month, and then added <strong>7 more release dates</strong> for top-selling women country artists, thinking back-to-back plays for women might jump. They didn’t. For this station on average, 4 back-to-back women’s songs are played on release days compared to 3 songs on “regular” Fridays."},{"type":"text","value":"It’s even bad when you recode mixed-gender collaborations and mixed-gender ensembles as <span class=women-span>women</span>, <a href=https://songdata.ca/wp-content/uploads/2019/04/SongData-Watson-Country-Airplay-Study-Report-April2019.pdf>like some radio stations do</a>. Counted like this, women’s songs account for 200 (3.1%) back-to-back plays, roughly 10 per day for this station, still far below the 30-40 plays we’d expect."},{"type":"text","value":"So what might explain this? Let’s start with Tomatogate."}],"prose1":[{"type":"text","value":"Back in May 2015, a radio consultant said in an interview about programming that women in country music are <a href=https://www.google.com/url?q=https://assets.countryaircheck.com/public/a4fd4796-9d57-4ad7-b801437a17b48fa3/Issue449-May-26-2015.pdf&sa=D&source=docs&ust=1681314780143699&usg=AOvVaw1a6ZM9feXg0FUNUZSNTXfg>not the lettuce in the salad</a>, but the tomatoes — they should be “sprinkled” on the playlist and not played back-to-back. This was the first public admission of a statistical formula guiding radio practices around gender."},{"type":"text","value":"And long before that, the rule about avoiding playing women back-to-back was even written into a <a href=https://docs.google.com/document/d/1fRMQAKv24691iABG8tdQCAOQ8KU3Hzv16bOv0ndRFDo/edit>radio manual</a>:"},{"type":"text","value":"<span class=pullquote>“It’s important to orient the announcers about the general preferences I have about music flow, the formatting rules I want them to follow. [...] For example, I don’t want more than two ballads in a row. I want to avoid having more than two female singers in a row.”</span>"},{"type":"text","value":"Knowing this existing gender bias in country radio, we set out to find out just how bad is bad. The answer: HORRENDOUS."},{"type":"text","value":"We looked at 29 country radio stations across the US — both large markets and large country markets. The station data we saw earlier was from San Antonio’s KCYY-FM, and it’s actually one of the better stations for back-to-back women plays at 0.99%."}],"prose2":[{"type":"text","value":"<h3>When women are played back-to-back it often comes with caveats</h3>"},{"type":"text","value":"First, they’re often played during the evening (7pm–midnight) and overnight (midnight–6am) hours when <a href=https://www.westwoodone.com/blog/2021/02/01/perception-vs-reality-drive-time-isnt-the-only-time-for-am-fm-radio-2/>listenership is down</a>. On average 64% percent of back-to-back plays for songs by women come during these hours. Very “if women artists are played back-to-back and no one is around to hear it, does it make a sound?” energy."},{"type":"text","value":"A good chunk of women’s back-to-back plays are also “gold” songs, or songs that were big hits, but not current — think Carrie Underwood or Taylor Swift in the mid-to-late 2000s. An average of 40% of women back-to-back plays are gold songs, meaning that there’s reduced room for today’s biggest women country stars like Maren Morris, Miranda Lambert, and Lainey Wilson, who are among 2022’s most-played artists."},{"type":"text","value":"Now, no one’s hating on Carrie or Taylor — their classics deserve lasting airplay — but it does seem like country radio largely avoids today’s women’s hits."},{"type":"text","value":"And when current songs do get played, it’s often the same handful of artists. If you took out the top 3 current women artists you’d be left with just x% of songs, compared to X% if you did the same for men."},{"type":"text","value":"So women have the deck stacked against them: they are played less often overall, less often back-to-back, less often during prime listening hours, and less often even if they have new music."},{"type":"text","value":"If women are this poorly represented on country radio day-to-day, that means that artists of color, women artists of color, queer artists, and those at all the intersections are even worse off. <a href=https://www.google.com/url?q=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/&sa=D&source=docs&ust=1681234652525644&usg=AOvVaw00dvupqQBYchAFfbz_vK5E>Non-binary and trans artists are absent</a> on mainstream country radio."},{"type":"text","value":"Where back-to-back plays by women were on average 0.50% of all plays, back-to-back plays by all artists of color averaged 0.41% and back-to-back plays by women artists of color were non-existent."},{"type":"text","value":"So not only is country radio not playing the “tomatoes” of the salad, it’s not playing the cucumbers, or the carrots, or the celery, or the croutons, or even the dressing. You’ve just got the lettuce. And what the hell kind of a salad is that? WATER. You’ve got crunchy water."},{"type":"text","value":"<strong>Explore all the data from each of the 29 stations below.</strong>"}],"methods1":[{"type":"text","value":"To select the 29 country radio stations included in this piece, we combined stations from markets where country music has the largest share of the radio audience (like Nashville and San Antonio) and country stations from markets with the overall largest radio audience (like Los Angeles and Chicago). Then we added stations in markets that were ranked in the Top 10 by <a href=https://www2.mediabase.com/>Mediabase</a> and were not included in the previous two lists."},{"type":"text","value":"For each of these stations, we downloaded 24-hour daily logs from <a href=https://www2.mediabase.com/>Mediabase</a> for 19 total dates in 2022: the last Friday of each month, plus 7 additional days with releases from top-selling women country artists, giving stations the best commercial shot at playing music by women."},{"type":"text","value":"We coded each artist by gender using a manually collected database used in previous research. Artists were coded as:"}],"methodBullets1":[{"category":"Man","details":"Man: solo male, male-only ensemble, male-only collaboration"},{"category":"Women","details":"solo female, female-only ensemble, female-only collaboration"},{"category":"Mixed-gender","details":"mixed-gender ensemble, mixed-gender collaboration"}],"methodsNote":[{"text":"Note: No transgender or non-binary artists were found in the data. There are of course, <a href=https://countryqueer.com/stories/list/a-passel-of-essential-trans-voices/>transgender artists in country music</a>, but they are largely excluded from mainstream country radio.)"}],"methods2":[{"type":"text","value":"We then coded back-to-back plays. If a song was by an artist coded as the same gender as the song before it, it was coded as a back-to-back song (back-to-back men, back-to-back women, back-to-back mixed-gender, or not back-to-back). For example, if you hit a run of three songs like Maren Morris’ “The Bones”, Kelsea Ballerini’s “Hole In The Bottle”, and Morgan Wade’s “Wilder Days”, only the last two, would be considered back-to-back plays."},{"type":"text","value":"This project builds on the people and the work that have come before it:"},{"type":"text","value":"To expand your own country music knowledge beyond what mainstream radio offers, support organizations like: <a href=https://www.blackopry.com/>Black Opry</a>"}]}