{"hed":"Headline Goes Here","byline":"<a href=https://pudding.cool/author/jan-diehm/>Jan Diehm</a> and <a href=https://twitter.com/data_jada>Dr. Jada Watson</a>","scrolly":[{"type":"text","value":"It’s 8:35am on a Friday morning. You hop into your car and turn on the local country radio station. A classic: Brooks & Dunn’s “That Ain’t No Way To Go.”"},{"type":"text","value":"You’ve got nothing else to do today but ride around and blast some <span class=song-span>songs</span>. After a few hours you hit a <span class=men-span>stretch</span> that includes Keith Urban, Kenny Chesney, Tim McGraw, Thomas Rhett, Chris Stapleton, Sam Hunt, George Strait, and Jon Pardi."},{"type":"text","value":"Noticing a trend here? All men. In fact, here are all the <span class=men-span>back-to-back songs by men</span> that have been played since you started listening."},{"type":"text","value":"It’ll be another 9 hours and 16 minutes before you hear a rarity on country radio: a <span class=women-span>women’s back-to-back song</span>: Priscilla Block’s “Just About Over You,” right after the Carly Pearce and Ashley McBryde’s collaboration “Never Wanted To Be That Girl.”"},{"type":"text","value":"If you listened to this station non-stop from midnight to 11:59pm today, you’d likely only hear 3 <span class=women-span>back-to-back songs by women</span>, compared to 245 from <span class=men-span>men</span>."},{"type":"text","value":"Songs by women are already severely underplayed, making up only <a href=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/>11% of total plays in 2022</a>. When we account for this low rate of play, we’d expect to see 30-40 <span class=women-span>back-to-back songs by women</span> for this same day, like in these 10 simulations. In reality, we see 3."},{"type":"text","value":"And it’s not just this one “bad” day, which happens to be a real day from last year: January 7, 2022."},{"type":"text","value":"We looked at 19 dates throughout 2022 for this same radio station, and found that out of 6,474 songs only 64 (0.99%) were <span class=women-span>back-to-back women</span> plays. For <span class=men-span>back-to-back men</span>, it was 4,231 (65.53%). <span class=mixed-span>Back-to-back mixed-gender</span> ensembles and collaborations account for 36 (0.56%) songs."},{"type":"text","value":"To pick the dates, we started with the last Friday of each month, and then added <strong>7 more dates</strong> that coincided with single releases for top-selling women country artists, thinking <span class=women-span>back-to-back plays for women</span> might jump. They didn’t. For this station on average, 4 back-to-back women’s songs are played on release days compared to 3 songs on “regular” Fridays."},{"type":"text","value":"It’s even bad when you recode mixed-gender collaborations and mixed-gender ensembles as women, <a href=https://songdata.ca/wp-content/uploads/2019/04/SongData-Watson-Country-Airplay-Study-Report-April2019.pdf>like some radio stations do</a>. Counted like this, <span class=women-span>women’s back-to-back songs</span> account for 200 (3.1%) back-to-back plays, roughly 10 per day for this station, still far below the 30-40 plays we’d expect."},{"type":"text","value":"So what might explain this? Let’s start with TomatoGate."}],"prose1":[{"type":"text","value":"Back in May 2015, a radio consultant said in an interview about programming that women in country music are <a href=https://www.google.com/url?q=https://assets.countryaircheck.com/public/a4fd4796-9d57-4ad7-b801437a17b48fa3/Issue449-May-26-2015.pdf&sa=D&source=docs&ust=1681314780143699&usg=AOvVaw1a6ZM9feXg0FUNUZSNTXfg>not the lettuce in the salad</a>, but the tomatoes — they should be “sprinkled” on the playlist and not played back-to-back. This was the first public admission of a statistical formula guiding radio practices around gender."},{"type":"text","value":"This wasn’t new information for those working in radio — the rule about avoiding playing women back-to-back was written into a widely read <a href=https://docs.google.com/document/d/1fRMQAKv24691iABG8tdQCAOQ8KU3Hzv16bOv0ndRFDo/edit>radio programming manual</a>:"}],"quote1":[{"type":"text","value":"“It’s important to orient the announcers about the general preferences I have about music flow, the formatting rules I want them to follow. [...] For example, I don’t want more than two ballads in a row. I want to avoid having more than two female singers in a row.”"}],"prose2":[{"type":"text","value":"Even beyond this manual, this practice of not programming songs by women back-to-back dates back to at least the 1960s. When TomatoGate erupted in the industry, <a href=https://www.tennessean.com/story/entertainment/music/2015/05/27/sexist-tomato-barb-launches-food-fight-music-row/28036657/>one former program director said</a>, “since the 1960s, program directors have been telling people not to play two women back-to-back. It has nothing to do with sexism. Iit has to do with the fact that through the years, you have had very few hits by women, so you want to spread them out a little bit because there are fewer of them.” For program directors, he said, “it was a matter of balance.”"},{"type":"text","value":"But you’d think that, over time, as more and more women pursued careers in country music, with more songs being released by women, program directors would eliminate this rule because they had more songs to play… That doesn’t seem to have been the case, sadly."},{"type":"text","value":"Research on representation of women in the industry has shown that songs by women have always been underrepresented on industry charts, which suggests that they were also receiving limited airplay at radio. One study shows us that <a href=https://www-cambridge-org.proxy.bib.uottawa.ca/core/books/whose-country-music/BA4B96E3C2CE64FE9E3D463865138307>songs by women increased</a> from 6.5% of the long-running Billboard Hot Country Songs chart to a peak of 33.1% in 1999 – a period that many reflect on as a period in which songs by women across all genres were charting in greater numbers."},{"type":"text","value":"But for country music, this was a historic peak. Following a banner year in which songs by women made up 33.1% of the Billboard chart based on radio airplay, their songs declined to 12.8% by 2016 and in 2022 made up about <a href=https://www.nashvillescene.com/music/coverstory/country-music-almanac-2023-in-the-loop/article_d63a4454-96bc-11ed-906f-8782a481c5d8.html>14.2% of the charting songs</a>."},{"type":"text","value":"What happened to cause such a downward turn in the early 2000s that is still being felt in the industry to this day? Changes in federal legislation."},{"type":"text","value":"In 1996 the Telecommunications Act went through its first major overhaul in just over 60 years. Amendments to the law loosened ownership regulations: not only could a single company now own more stations, but they were allowed to purchase multiple stations in a single market (depending on its size). With fewer companies owning more and more stations through the late 1990s and early 2000s, <a href=https://www.iowapublicradio.org/2019-06-07/one-more-scoop-of-vanilla-a-new-proposal-looks-to-loosen-radio-ownership-rules>programming became increasingly centralized</a>: one program director building consolidated playlists for their stations."},{"type":"text","value":"The result of consolidation: fewer individual station playlists led to fewer spots for new songs, which led to fewer opportunities for artists already marginalized within the industry."}],"proseHead3":"Songs by women were on the chopping block","prose3":[{"type":"text","value":"One consultant removed half of the songs by women from his scheduling catalog and reported a ratings increase. He then replicated this experiment across other stations and reported the same. Interestingly, he never tested what would happen when reducing the number of songs by men, stating it’s a metric that would not work in country music."},{"type":"text","value":"The result of these experiments was a decades-long consultancy practice built around the idea that programming songs by women at 13-15% of radio playlists was good for business. But this quota has had long-term consequences for the industry, and the declining presence of songs by women at country radio has resulted in fewer opportunities for women."},{"type":"text","value":"It’s become a self-fulfilling prophecy. The lack of radio airplay for songs by women deters labels and publishers for investing in and writing for them. It means that fewer songs by women chart, limiting their potential reach in being discovered by audiences, because they are receiving fewer opportunities to perform at festivals, on tour, or on award shows. Heck – radio airplay and chart positions also determine which artists get to walk the red carpet at industry events."},{"type":"text","value":"And since both the Country Music Association and Academy of Country Music use chart positions to determine eligibility for many of their awards, fewer songs by women are eligible for consideration."},{"type":"text","value":"And this entire discussion really only centers around the careers of white women in the industry, because Black, Indigenous and women of color are still to this day excluded from participation within the industry. Just 6 solo Black women and 1 all-female group have charted since 1958, and in 2022 songs by Black women received just 0.03% of radio airplay – with plays almost entirely in the evenings and overnights. Linda Martell remains the highest-charting Black woman with “Color Him Father” at No. 22 in 1969 and Mickey Guyton is the last charting Black woman with “Heartbreak Song” in 2016. (An Indigenous woman has not received airplay since Crystal Shawanda in 2008, and Leah Turner was the last solo woman of Mexican American heritage to receive airplay in 2013. A woman of Asian heritage has not received any support from radio in the history of the industry.)"},{"type":"text","value":"The same dire statistics are true for LGBTQIA+ artists, who received 0.13% of the airplay in 2022."},{"type":"text","value":"The absolute lack of airplay for songs by women of color and LGBTQIA+ artists has resulted in significant limitations to opportunities within the industry. What’s worse, the absence of or airplay is then used in discussions about their commercial viability: the lack of airplay at radio is used to justify and maintain industry practices that limit their potential."}],"proseHead4":"So how bad is bad","prose4":[{"type":"text","value":"Knowing this existing gender bias in country radio, we set out to find out just how bad is bad, especially for back-to-back plays, an audible confirmation of country radio's tokenism. The answer: HORRENDOUS."},{"type":"text","value":"We looked at 29 country radio stations across the US — both large markets and large country markets. The station data we saw earlier was from San Antonio’s KCYY-FM, and it’s actually one of the better stations for back-to-back women plays at 0.99%."}],"proseHead5":"When women are played back-to-back it often comes with caveats","prose5":[{"type":"text","value":"First, they’re often played during the evening (7pm–midnight) and overnight (midnight–6am) hours when <a href=https://www.westwoodone.com/blog/2021/02/01/perception-vs-reality-drive-time-isnt-the-only-time-for-am-fm-radio-2/>listenership is down</a>. On average 65.1% percent of back-to-back plays for songs by women come during these hours. Very “if women artists are played back-to-back and no one is around to hear it, does it make a sound?” energy."}],"hoursChartTitle":"Percentage of back-to-back women plays by time of day","hoursChart":[{"type":"OVN","long":"Overnight","hours":"midnight–6:00am","percent":"46.1"},{"type":"AMD","long":"Morning Drive","hours":"6:00–10:00am","percent":"16.6"},{"type":"MID","long":"Midday","hours":"10:00am–3:00pm","percent":"9.7"},{"type":"PMD","long":"Afternoon Drive","hours":"3:00–7:00pm","percent":"8.5"},{"type":"EVE","long":"Evening","hours":"7:00pm–midnight","percent":"19"}],"prose6":[{"type":"text","value":"A good chunk of women’s back-to-back plays are also “gold” songs, or songs that were big hits, but not current — think Carrie Underwood or Taylor Swift in the mid-to-late 2000s. An average of 46% of women back-to-back plays are gold songs, meaning that there’s reduced room for today’s biggest women country stars like Maren Morris, Miranda Lambert, and Lainey Wilson, who are among 2022’s most-played artists."}],"goldChartTitle":"Percentage of back-to-back women plays by record type","goldChart":[{"type":"Gold","percent":"36.2"},{"type":"Recurrent","percent":"43.7"},{"type":"Current","percent":"20.1"}],"prose7":[{"type":"text","value":"Now, no one’s hating on Carrie or Taylor — their classics deserve lasting airplay — but it does seem like country radio largely avoids today’s women’s hits."},{"type":"text","value":"And when current songs do get played, it’s often the same handful of artists. If you took out the top 3 current women artists you’d be left with just x% of songs, compared to X% if you did the same for men."},{"type":"text","value":"So women have the deck stacked against them: they are played less often overall, less often back-to-back, less often during prime listening hours, and less often even if they have new music."},{"type":"text","value":"If women are this poorly represented on country radio day-to-day, that means that artists of color, women artists of color, queer artists, and those at all the intersections are even worse off. <a href=https://www.google.com/url?q=https://songdata.ca/2023/03/18/redlining-in-country-music-2-0-where-do-things-stand-today-on-representation-within-the-industry/&sa=D&source=docs&ust=1681234652525644&usg=AOvVaw00dvupqQBYchAFfbz_vK5E>Non-binary and trans artists are absent</a> on mainstream country radio."},{"type":"text","value":"Where back-to-back plays by women were on average 0.50% of all plays, back-to-back plays by all artists of color averaged 0.41% and back-to-back plays by women artists of color were non-existent."},{"type":"text","value":"So not only is country radio not playing the “tomatoes” of the salad, it’s not playing the cucumbers, or the carrots, or the celery, or the croutons, or even the dressing. You’ve just got the lettuce. And what the hell kind of a salad is that? WATER. You’ve got crunchy water."}],"methods1":[{"type":"text","value":"To select the 29 country radio stations included in this piece, we combined stations from markets where country music has the largest share of the radio audience (like Nashville and San Antonio) and country stations from markets with the overall largest radio audience (like Los Angeles and Chicago). Then we added stations in markets that were ranked in the Top 10 by <a href=https://www2.mediabase.com/>Mediabase</a> and were not included in the previous two lists."},{"type":"text","value":"For each of these stations, we downloaded 24-hour daily logs from <a href=https://www2.mediabase.com/>Mediabase</a> for 19 total dates in 2022: the last Friday of each month, plus 7 additional days with releases from top-selling women country artists, giving stations the best commercial shot at playing music by women."},{"type":"text","value":"We coded each artist by gender using a manually collected database used in previous research. Artists were coded as:"}],"methodBullets1":[{"category":"Man","details":"Man: solo male, male-only ensemble, male-only collaboration"},{"category":"Women","details":"solo female, female-only ensemble, female-only collaboration"},{"category":"Mixed-gender","details":"mixed-gender ensemble, mixed-gender collaboration"}],"methodsNote":[{"text":"Note: No transgender or non-binary artists were found in the data. There are of course, <a href=https://countryqueer.com/stories/list/a-passel-of-essential-trans-voices/>transgender artists in country music</a>, but they are largely excluded from mainstream country radio."}],"methods2":[{"type":"text","value":"We then coded back-to-back plays. If a song was by an artist coded as the same gender as the song before it, it was coded as a back-to-back song (back-to-back men, back-to-back women, back-to-back mixed-gender, or not back-to-back). For example, if you hit a run of three songs like Maren Morris’ “The Bones”, Kelsea Ballerini’s “Hole In The Bottle”, and Morgan Wade’s “Wilder Days”, only the last two, would be considered back-to-back plays."},{"type":"text","value":"SIMULATIONS NOTES HERE"},{"type":"text","value":"This project builds on the people and the work that have come before it:"},{"type":"text","value":"To expand your own country music knowledge beyond what mainstream radio offers, support organizations like: <a href=https://www.blackopry.com/>Black Opry</a>"}]}